window.tags = [
	{
		"id": 1,
		"name": "生活"
	},
	{
		"id": 2,
		"name": "數理"
	},
	{
		"id": 3,
		"name": "語文"
	},
	{
		"id": 4,
		"name": "幾何"
	},
	{
		"id": 5,
		"name": "圖像"
	},
	{
		"id": 6,
		"name": "空間"
	},

	{
		"id": 101,
		"name": "日常事物"
	},
	{
		"id": 102,
		"name": "動作"
	},
	{
		"id": 103,
		"name": "表情"
	},
	{
		"id": 104,
		"name": "角色"
	},
	

	{
		"id": 201,
		"name": "數量"
	},
	{
		"id": 202,
		"name": "計算"
	},
	{
		"id": 203,
		"name": "數字"
	},

	{
		"id": 301,
		"name": "字母"
	},
	{
		"id": 302,
		"name": "符號"
	},

	{
		"id": 501,
		"name": "形狀"
	},
	{
		"id": 502,
		"name": "顏色"
	},
	{
		"id": 503,
		"name": "線條路徑"
	},

	{
		"id": 601,
		"name": "方位"
	},
	{
		"id": 602,
		"name": "方向"
	},

	{
		"id": 9901,
		"name": "觀察"
	},
	{
		"id": 99011,
		"name": "細膩觀察"
	},
	{
		"id": 9902,
		"name": "辨識"
	},
	{
		"id": 99021,
		"name": "整體圖形辨識"
	},
	{
		"id": 9903,
		"name": "配對"
	},
	{
		"id": 9904,
		"name": "認知"
	},
	{
		"id": 9905,
		"name": "組合"
	},
	{
		"id": 9906,
		"name": "推理"
	},
	{
		"id": 9907,
		"name": "分解"
	},
	{
		"id": 9908,
		"name": "重組"
	},
	{
		"id": 9909,
		"name": "比較"
	},
	{
		"id": 9910,
		"name": "分辨"
	},
	{
		"id": 9911,
		"name": "創意化"
	},
	{
		"id": 99111,
		"name": "想像力"
	},
	{
		"id": 99112,
		"name": "創造力"
	},
	{
		"id": 9912,
		"name": "邏輯順序"
	},
	{
		"id": 9913,
		"name": "綜合應用"
	},
	{
		"id": 9915,
		"name": "聯想"
	},

]